Repository: BaneManojlovic/BIT_Reminder
Catalog: BIT Reminder/BIT Reminder/Assets/Localizable.xcstrings
Source language: en
Languages: it, sr, sr_rs

# alert_button_title_cancel
source: Cancel
it: Cancellare
sr: Otkaži
sr_rs: Откажи

# alert_button_title_yes
source: Yes
it: SÌ
sr: Da
sr_rs: Да

# alert_message_no_internet
source: It seems there is no Internet connection. Please check your settings and try again.
it: Sembra che non ci sia connessione Internet. Controlla le impostazioni e riprova.
sr: Izgleda da nemate internet vezu. Molim proverite u podešavanjima uređaja i probajte ponovo.
sr_rs: Изгледа да немате интернет везу. Молим проверите у подешавањима уређаја и пробајте поново.

# alert_title_alert
source: Alert
it: Attenzione
sr: Pažnja
sr_rs: Пажња

# alert_title_error
source: Error
it: Errore
sr: Greška
sr_rs: Грешка

# alert_title_no_internet
source: No Internet
it: Nessuna connessione Internet
sr: Nema interneta
sr_rs: Нема интернета

source: Cancel
it: Cancellare
sr: Otkaži
sr_rs: Откажи

source: Done
it: Fatto
sr: Gotovo
sr_rs: Готово

# label_add
source: Add
it: Aggiungere
sr: Dodaj
sr_rs: Додај

# label_atm
source: ATM
it: bancomat
sr: bankomat
sr_rs: банкомат

# label_bakery
source: bakery
it: panetteria
sr: pekara
sr_rs: пекара

# label_bank
source: bank
it: banca
sr: banka
sr_rs: банка

# label_barbaque
source: barbaque shop
it: negozio di barbecue
sr: roštilj
sr_rs: роштиљ

# label_coffy_shop
source: coffy shop
it: negozio di caffè
sr: kafe bar
sr_rs: кафе бар

# label_date
source: date
it: data
sr: datum
sr_rs: датум

# label_delete_account
source: Delete account
it: Cancella conto
sr: Obirišite profil
sr_rs: Обришите профил

# label_description
source: Description:
it: Descrizione:
sr: Opis:
sr_rs: Опис:

# label_email
source: email
it: l'email
sr_rs: емаил

# label_error_message_email_cannot_be_empty
source: Email cannot be empty
it: L'email non può essere vuota
sr: Email ne mode biti prazan
sr_rs: Емаил не може бити празан

# label_error_message_email_invalid_format
source: Email is in invalid format
it: L'email non è in formato valido
sr: Email je u pogrešnom formatu
sr_rs: Емаил је у погрешном формату

# label_error_message_name_cannot_be_empty
source: Name cannot be empty
it: Il nome non può essere vuoto
sr: Ime ne može biti prazno
sr_rs: Име не мозе бити празно

# label_error_message_name_invalid_format
source: Name is in invalid format
it: Il nome è in un formato non valido
sr: Ime je u pogrešnom formatu
sr_rs: Име је у погрешном формату

# label_error_message_passw_cannot_be_empty
source: Password cannot be empty
it: La password non può essere vuota
sr: Lozinka ne može biti prazna
sr_rs: Лозинка не може бити празна

# label_error_message_passw_invalid_format
source: Password is in invalid format
it: La password è in un formato non valido
sr: Lozinka je u pogrešnom formatu
sr_rs: Лозинка је у погрешном формату

# label_error_message_passwords_dont_match
source: Password and Repeated Password don't match.
it: La password e la password ripetuta non corrispondono.
sr: Lozinka i ponovljena lozinka se ne poklapaju
sr_rs: Лозинка и поновљена лозинка се не поклапају

# label_error_message_repeated_passw_cannot_be_empty.
source: Repeated Password cannot be empty
it: La password ripetuta non può essere vuota
sr: Ponovljena lozinka ne može biti prazna
sr_rs: Поновљена лозинка не може бити празна

# label_error_message_repeated_passw_invalid_format
source: Repeated Password is in invalid format
it: La password ripetuta è in un formato non valido
sr: Ponovljena lozinka je u pogrešnom formatu
sr_rs: Поновљена лозинка је у погрешном формату

# label_error_title_empty
source: Title cannot be empty!
it: Il titolo non può essere vuoto!
sr: Naslov ne može biti prazan
sr_rs: Наслов не може бити празан!

# label_filter_date
source: Filter by date
it: Filtra per data
sr: Filtriraj po datumu
sr_rs: Филтрирај по датуму

# label_filter_importance
source: Filter by importance
it: Filtra per importanza
sr: Filtriraj po važnosti
sr_rs: Филтрирај по важности

# label_gas_station
source: gas station
it: stazione di servizio
sr: benzinska pumpa
sr_rs: бензинска пумпа

# label_hospital
source: hospital
it: Ospedale
sr: bolnica
sr_rs: болница

# label_kindergarden
source: kindergarden
it: Scuola materna
sr: vrtić
sr_rs: вртић

# label_library
source: library
it: biblioteca
sr: biblioteka
sr_rs: библиотека

# label_market
source: market
it: mercato
sr: pijaca
sr_rs: пијаца

# label_message_album_deleted
source: Album successfully deleted!
it: Album eliminato con successo!
sr: Album je uspešno dodat
sr_rs: Албум је успешно додат

# label_message_album_is_empty
source: Album is empty
it: L'album è vuoto
sr: Album je prazan
sr_rs: Албум је празан

# label_message_choose_photo_from_library
source: Choose photo from library
it: Scegli la foto dalla libreria
sr: Izaberite sliku iz biblioteke
sr_rs: Изаберите слику из библиотеке

# label_message_create_new_album
source: Create new album
it: Crea un nuovo album
sr: Napravite novi album
sr_rs: Направите нови албум

# label_message_enter_album_title
source: Enter album title:
it: Inserisci il titolo dell'album:
sr: Unesite naslov albuma:
sr_rs: Унесите наслов албума:

# label_message_error_while_register
source: Error while Register new user
it: Errore durante la registrazione del nuovo utente
sr: Greška pri registraciji korisnika
sr_rs: Грешка при регистрацији корисника

# label_message_image_deleted
source: Image deleted
it: Immagine cancellata
sr: Slika je obrisana
sr_rs: Slika je obrisana

# label_message_login_error
source: Error while Login
it: Errore durante l'accesso
sr: Greška prilikom prijave
sr_rs: Грешка приликом пријаве

# label_message_my_location
source: My current location
it: La mia posizione attuale
sr: Moja trenutna lokacija
sr_rs: Moja trenutna lokacija

# label_message_new_reminder_added
source: New Reminder successfully added!
it: Nuovo promemoria aggiunto con successo!
sr: Novi podsetnik je uspešno dodat!
sr_rs: Нови подсетник је успешно додат!

# label_message_no_albums
source: No Album
it: Niente album
sr: Nema Albuma
sr_rs: Нема Албума

# label_message_no_reminders
source: No Reminders
it: Nessun promemoria
sr: Nema Podsetnika
sr_rs: Нема Подсетника

# label_message_register_new_user
source: Register new user
it: Registra un nuovo utente
sr: Registrujte novog korisnika
sr_rs: Региструјте новог корисника

# label_message_set_reminder_date
source: Set Reminder date:
it: Imposta la data del promemoria:
sr: Unesite datum podsetinka:
sr_rs: Унесите датум подсетника:

# label_message_set_reminder_description
source: Set Reminder description:
it: Imposta la descrizione del promemoria:
sr: Unesite opis podsetnika:
sr_rs: Унесите опис подсетника:

# label_message_set_reminder_importance
source: Set Reminder importance:
it: Imposta l'importanza del promemoria:
sr: Unesite važnost podsetnika:
sr_rs: Унесите важност подсетника:

# label_message_set_reminder_title
source: Set Reminder title:
it: Imposta il titolo del promemoria:
sr: Unesite naslov podsetnika:
sr_rs: Унесите наслов подсетника:

# label_message_sure_delete_album
source: Are you sure that you want to delete this Album?
it: Sei sicuro di voler eliminare questo album?
sr: Da li ste sigurni da želite da obrišete ovaj album?
sr_rs: Да ли сте сигурни да желите да обришете овај албум?

# label_message_sure_delete_image
source: Are you sure that you want to delete image?
it: Sei sicuro di voler eliminare l'immagine?
sr: Da li ste sigurni da želite da obrišete sliku?
sr_rs: Да ли сте сигурни да желите да обришете слику?

# label_message_sure_want_delete_account
source: Are you sure you want to delete user account?
it: Sei sicuro di voler eliminare l'account utente?
sr: Da li ste sigurni da želite da obrišete korisnički profil?
sr_rs: Да ли сте сигурни да желите да обришете кориснички профил?

# label_message_sure_want_delete_reminder
source: Are you sure that you want to delete this Reminder?
it: Sei sicuro di voler eliminare questo promemoria?
sr: Da li ste sigurni da želite da obrišete ovaj podsetnik?
sr_rs: Да ли сте сигурни да желите да обришете овај подсетник?

# label_message_sure_want_logout
source: Are you sure you want to logout?
it: Sei sicuro di voler effettuare il log out?
sr: Da li ste sigurni da želite da se odjavite?
sr_rs: Да ли сте сигурни да желите да се одјавите?

# label_message_take_photo_via_camera
source: Take photo via camera
it: Scatta una foto tramite la fotocamera
sr: Uslikajte sliku pomoću kamere.
sr_rs: Усликајте слику помоћу камере.

# label_message_title_mandatory
source: Title is mandatory!
it: Il titolo è obbligatorio!
sr: Naslov je obavezan!
sr_rs: Наслов је обавезан!

# label_message_upload_new_photo
source: Upload new photo:
it: Carica una nuova foto:
sr: Ubacite novu fotografiju:
sr_rs: Убаците нову фотографију:

# label_message_you_have_choosen
source: You have choosen:
it: Hai scelto:
sr: Odabrali ste:
sr_rs: Одабрали сте:

# label_movie_theater
source: movie theater
it: cinema
sr: bioskop
sr_rs: биоскоп

# label_park
source: park
it: parco
sr_rs: парк

# label_parking
source: parking
it: parcheggio
sr_rs: паркинг

# label_password_explanation
source: Use at least one uppercased character and one number, with minimum 8 characters in total.
it: Utilizzare almeno un carattere maiuscolo e un numero, per un minimo di 8 caratteri in totale.
sr: Upotrebite najmanje 1 veliko slovo i 1 broj, sa najmanje 8 karaktera ukupno.
sr_rs: Употребите најмање 1 велико слово и 1 број, са најмање 8 карактера укупно.

# label_pharmacy
source: pharmacy
it: farmacia
sr: apoteka
sr_rs: апотека

# label_placeholder_search
source: Search...
it: Cercare...
sr: Pretraga...
sr_rs: Претрага...

# label_police_station
source: police station
it: stazione di polizia
sr: policijska stanica
sr_rs: полицијска станица

# label_post_office
source: post office
it: ufficio postale
sr: pošta
sr_rs: пошта

# label_reminder_date
source: Reminder date:
it: Data promemoria:
sr: Datum podsetnika:
sr_rs: Датум подсетника:

# label_reminder_importance
source: Reminder importance:
it: Promemoria importante:
sr: Važnost podsetnika:
sr_rs: Важност подсетника:

# label_repeat_password
source: repeat password
it: Ripeti la password
sr: ponovite lozinku
sr_rs: поновите лозинку

# label_reset_filter
source: Reset filter
it: Reimposta filtro
sr: Resetujte filter
sr_rs: Ресетујте филтер

# label_skool
source: skool
it: scuola
sr: škola
sr_rs: школа

# label_sport_gym
source: sport gym
it: palestra
sr: teretana
sr_rs: теретана

# label_theater
source: theater
it: teatro
sr: pozorište
sr_rs: позориште

# label_title
source: title
it: titolo
sr: naslov
sr_rs: наслов

# label_title_create
source: Create
it: Creare
sr: Napravite
sr_rs: Направите

# label_title_error_no_all_new_password
source: Password must contain at least a number, an uppercased letter and eight characters
it: La password deve contenere almeno un numero, una lettera maiuscola e otto caratteri
sr: Lozinka mora sadržati najmanje 1 broj, 1 veliko slovo i 8 karaktera
sr_rs: Лозинка мора садржати најмање 1 број, 1 велико слово и 8 карактера

# label_title_error_no_letter_and_length_new_password
source: Password must contain at least an uppercased letter and eight characters
it: La password deve contenere almeno una lettera maiuscola e otto caratteri
sr: Lozinka mora sadržati najmanje 1 veliko slovo i 8 karaktera
sr_rs: Лозинка мора садржати најмање 1 велико слово и 8 карактера

# label_title_error_no_letter_new_password
source: Password must contain at least an uppercased letter
it: La password deve contenere almeno una lettera maiuscola
sr: Lozinka mora sadržati najmanje 1 veliko slovo
sr_rs: Лозинка мора садржати најмање 1 велико слово

# label_title_error_no_number_and_length_new_password
source: Password must contain at least a number and eight characters
it: La password deve contenere almeno un numero e otto caratteri
sr: Lozinka mora sadržati najmanje 1 broj i 8 karaktera
sr_rs: Лозинка мора садржати најмање 1 број и 8 карактера

# label_title_error_no_number_and_letter_new_password
source: Password must contain at least a number and an uppercased letter
it: La password deve contenere almeno un numero e una lettera maiuscola
sr: Lozinka mora sadržati najmanje 1 broj i 1 veliko slovo
sr_rs: Лозинка мора садржати најмање 1 број и 1 велико слово

# label_title_error_no_number_new_password
source: Password must contain at least a number
it: La password deve contenere almeno un numero
sr: Lozinka mora sadržati najmanje 1 broj
sr_rs: Лозинка мора садржати најмање 1 број

# label_title_with_dots
source: Title:
it: Titolo:
sr: Naslov:
sr_rs: Наслов:

# label_user_name
source: user name
it: nome utente
sr: korisničko ime
sr_rs: корисничко име

# title_label_add_new_reminder
source: Add New Reminder
it: Aggiungi nuovo promemoria
sr: Dodajte podsetnik
sr_rs: Додајте подсетник

# title_label_albums
source: Albums
it: Albi
sr: Albumi
sr_rs: Албуми

# title_label_change_password
source: Change Password
it: Cambiare la password
sr: Promenite lozinku
sr_rs: Промените лозинку

# title_label_delete
source: Delete
it: Elimina
sr: Obrišite
sr_rs: Обришите

# title_label_delete_account
source: Delete account
it: Cancella conto
sr: Obrišite nalog
sr_rs: Обришите налог

# title_label_edit_profile
source: Edit Profile
it: Modifica profilo
sr: Uredite profil
sr_rs: Уредите профил

# title_label_enter_new_password
source: Enter new password
it: Inserisci la nuova password
sr: Unesite novu lozinku
sr_rs: Унесите нову лозинку

# title_label_favorite_locations
source: Favorite locations
it: Luoghi preferiti
sr: Omiljene lokacije
sr_rs: Омиљене локације

# title_label_home
source: Home
it: Casa
sr: Početna
sr_rs: Почетна

# title_label_map
source: Map
it: Mappa
sr: Mapa
sr_rs: Мапа

# title_label_password_no_lenght
source: Password must contain at least eight characters
it: La password deve contenere almeno otto caratteri
sr: Lozinka mora sadržati najmanje 8 karaktera
sr_rs: Лозинка мора садржати најмање 8 карактера

# title_label_privacy_policy
source: Privacy Policy
it: Informativa sulla privacy
sr: Politika privatnosti
sr_rs: Политика приватности

# title_label_profile
source: Profile
it: Profilo
sr: Profil
sr_rs: Профил

# title_label_register
source: Register
it: Registro
sr: Registracija
sr_rs: Регистрација

# title_label_reminder_details
source: Reminder Details
it: Dettagli del promemoria
sr: Detalji podsetnika
sr_rs: Детаљи подсетника

# title_label_reminders
source: Reminders
it: Promemoria
sr: Podsetnici
sr_rs: Подсетници

# title_label_settings
source: Settings
it: Impostazioni
sr: Podešavanja
sr_rs: Подешавања

# title_label_update_password
source: Update Profile
it: Aggiorna profilo
sr: Uredite profil
sr_rs: Уредите профил

# title_lable_reset_password
source: Reset password
it: Reimposta password
sr: Resetujte lozinku
sr_rs: Ресетујте лозинку

# alert_button_title_no
source: No
sr: Ne
sr_rs: Не

# label_password
source: password
sr: lozinka
sr_rs: лозинка

# title_label_login
source: Login
sr: Prijava
sr_rs: Пријава

# title_label_logout
source: Logout
sr: Odjava
sr_rs: Одјава

# alert_button_title_ok
source: Ok
sr_rs: Ок

# alert_button_title_ok_uppercased
source: OK
sr_rs: ОК

# title_label_album
source: Album
sr_rs: Албум
